Repository: siosios/pastebin.ca
Catalog: po/*.po
Languages: de

source: no posts to display
de: keine Beitr&auml;ge vorhanden

source: Sorry, the requested ID value is way too large or too small.
de: Die angeforderte Beitragsnummer ist entweder zu gro&szlig; oder zu klein.

source: post archives
de: Beitragsarchive

source: no archives yet
de: bisher noch keine Archive vorhanden

source: Sorry, there are presently no archives of this pastebin since there are not enough posts. It requires at least 10 posts to create archives.
de: Es gibt f&uuml;r diesen Pastebin bisher kein Archiv, da er nicht gen&uuml;gend Beitr&auml;ge hat. Ein Archiv kann erst nach mindestens 10 Beitr&auml;gen erstellt werden.

source: no such archive page
de: Archivseite nicht vorhanden

source: There is no page %d in the archives. Perhaps try <a href="/archive1">archive page 1</a>?
de: Es gibt im Archiv keine Seite %d. M&ouml;chten Sie stattdessen <a href="/archive1">Seite 1</a> probieren?

source: archive of all posts - page %d
de: Beitragsarchiv - Seite %d

source: other archive pages:
de: Seiten:

source: id
de: Nummer

source: title
de: Titel

source: post date
de: Erstellungsdatum

source: age
de: Alter

source: size
de: Gr&ouml;&szlig;e

source: Invalid Auction ID
de: Ung&uuml;ltige Auktionsnummer

source: Invalid Auction ID request.
de: Sie haben eine ung&uuml;ltige Auktionsnummer aufgerufen.

source: Bidding Closed
de: Auktion beendet

source: Sorry, you may not submit a bid. The item has ended. You may <a href="auction.php">return to the open auction list</a>.
de: Sie k&ouml;nnen leider kein Gebot mehr abgeben, da die Auktion beendet ist. <a href="auction.php">Zur Liste der offenen Auktionen zur&uuml;ckkehren</a>

source: Invalid Bid Amount
de: Ung&uuml;ltiges Gebot

source: You must enter a bid amount. Please do not include the dollar sign.
de: Sie m&uuml;ssen einen Betrag eingeben. Bitte lassen Sie gegebenenfalls das Dollarzeichen weg.

source: Missing Login Information
de: Fehlende Benutzerdaten

source: Missing Required Information
de: Es wurden nicht alle ben&ouml;tigten Felder ausgef&uuml;llt

source: You must provide an e-mail address or display name, as well as a password, to submit a bid with an existing account.
de: Sie m&uuml;ssen eine E-Mail-Adresse oder einen Benutzernamen, sowie ein Passwort angeben, um ein Gebot mit einem bestehenden Benutzerkonto abzugeben.

source: Invalid Login
de: Fehlerhafte Benutzerdaten

source: Sorry, we could not find an account with that login (your e-mail or display name) and that password. Your bid <b>has not</b> been submitted. Please try again.
de: Wir konnten leider kein Benutzerkonto mit dem angegebenen Benutzernamen bzw. der angegebenen E-Mail-Adresse und dem dazugeh&ouml;rigen Passwort finden. Ihr Gebot wurde <b>nicht</b> ber&uuml;cksichtig. Bitte versuchen Sie es erneut.

source: Missing Information
de: Fehlende Angaben

source: Missing Required Information for New User
de: Es wurden nicht alle f&uuml;r neue Benutzer ben&ouml;tigten Felder ausgef&uuml;llt

source: You must fill in all the fields to become a user, except for Company. Everything else is non-optional. Please go back and fill in the rest.
de: Sie m&uuml;ssen s&auml;mtliche Felder au&szlig;er der Firma ausf&uuml;llen, um sich neu anzumelden. Bitte begeben Sie sich zur&uuml;ck und erg&auml;nzen Sie Ihre Angaben.

source: Account Exists
de: Benutzerkonto existiert bereits

source: An account already exists for that display name or e-mail address. Please try something else. Your bid <b>has not</b> been submitted.
de: Es gibt bereits ein Benutzerkonto mit diesem Benutzernamen bzw. dieser E-Mail-Adresse. Bitte w&auml;hlen Sie etwas Anderes. Ihr Gebot wurde <b>nicht</b> ber&uuml;cksichtigt.

source: Password Mismatch
de: Passwort und Wiederholung stimmen nicht &uuml;berein

source: Your passwords did not match. Please re-enter them to create an account. Your bid <b>has not</b> been submitted.
de: Das angegebene Passwort stimmt nicht mit dessen Wiederholung &uuml;berein. Bitte geben Sie sie erneut ein, um ein Benutzerkonto zu erstellen. Ihr Gebot wurde <b>nicht</b> ber&uuml;cksichtigt.

source: Bid Too Small
de: Betrag zu niedrig

source: Either you entered a bid that was too small to begin with, or someone has already placed a higher bid. The present minimum bid you need to place is <b>$%s</b>. Go back and <a href="auction.php?bid=%d">bid again</a>.
de: Entweder war Ihr Gebot niedriger als der Mindestbetrag oder es hat bereits jemand ein h&ouml;heres Gebot abgegeben. Sie m&uuml;ssen zurzeit mindestens <b>$%s</b> bieten. Bitte begeben Sie sich zur&uuml;ck und <a href="auction.php?bid=%d">geben Sie erneut ein Gebot ab</a>.

source: Either you entered a bid that was too small to begin with, or someone has already placed a higher bid. The present minimum bid you need to place is <b>%s</b>. Go back and <a href="auction.php?bid=%d">bid again</a>.
de: Entweder war Ihr Gebot niedriger als der Mindestbetrag oder es hat bereits jemand ein h&ouml;heres Gebot abgegeben. Sie m&uuml;ssen zurzeit mindestens <b>%s</b> bieten. Bitte begeben Sie sich zur&uuml;ck und <a href="auction.php?bid=%d">geben Sie erneut ein Gebot ab</a>.

source: Bid Too Big
de: Betrag zu hoch

source: We consider increasing the bid by more than 100 times to be excessive. Please go back and try again.
de: Wir sehen eine Erh&ouml;hung des Gebots um mehr als das Hundertfache als &uuml;bertrieben an. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: Bid Submitted
de: Gebot abgegeben

source: Bid Submitted for Item #%d
de: Gebot f&uuml;r Artikel #%d abgegeben

source: Your bid of $%s has been placed.
de: Ihr Gebot von $%s wurde abgegeben.

source: You may <a href="auction.php?detail=%d">return to the auction detail</a> and verify your bid is placed and you are winning.
de: Sie k&ouml;nnen nun <a href="auction.php?detail=%d">zur Auktion zur&uuml;ckkehren</a> und sich vergewissern, dass Ihr Gebot abgegeben wurde und Sie gewinnen.

source: Bid on Auction #%d - %s
de: Gebot auf Auktion #%d abgeben &ndash; %s

source: Bid on #%d - %s
de: Gebot auf #%d abgeben &ndash; %s

source: Sorry, this auction has closed, so you may not bid on it now. You may <a href="auction.php">return to the open auction list</a>.
de: Diese Auktion ist leider beendet, daher k&ouml;nnen Sie keine Gebote mehr darauf abgeben. <a href="auction.php">Zur Liste der offenen Auktionen zur&uuml;ckkehren</a>

source: comment thread for
de: Kommentar zu

source: Comment thread index
de: Beitrags&uuml;bersicht

source: Posted By
de: Verfasser

source: Posted
de: Datum

source: comment on this
de: antworten

source: from
de: von

source: comments for page are not available
de: Es gibt keine Kommentare f&uuml;r diese Seite.

source: no post available
de: keine Beitr&auml;ge verf&uuml;gbar

source: Sorry, the post you requested has expired or does not exist.
de: Der Beitrag, den Sie angefordert haben, existiert entweder nicht oder ist verfallen.

source: It appears you're trying to spam the Pastebin. You should really just go away.
de: Es scheint, Sie wollen Pastebin zuspammen. Hauen Sie einfach ab.

source: The submitted comment appears to be spam.
de: Der abgeschickte Kommentar scheint Spam zu sein.

source: no such comment thread #%d
de: Kommentar #%d existiert nicht

source: There is no comment thread with that ID number.
de: Es gibt keinen Kommentar mit dieser Nummer.

source: pastebin.ca comment: %s
de: pastebin.ca-Kommentar: %s

source: pastebin.ca comments
de: pastebin.ca-Kommentare

source: Anonymous
de: Anonym

source: You provided a name which is too long (more than 64 characters). Please go back and fix this.
de: Sie haben einen zu langen Namen angegeben (mehr als 64 Zeichen). Bitte begeben Sie sich zur&uuml;ck und &auml;ndern Sie das.

source: You provided a contact which is too long (more than 64 characters). Please go back and fix this.
de: Sie haben zu lange Kontaktinformationen angegeben (mehr als 64 Zeichen). Bitte begeben Sie sich zur&uuml;ck und &auml;ndern Sie das.

source: You provided a subject which is too long (more than 64 characters). Please go back and fix this.
de: Sie haben einen zu langen Betreff angegeben (mehr als 64 Zeichen). Bitte begeben Sie sich zur&uuml;ck und &auml;ndern Sie das.

source: You submitted comments in excess of 8,192 characters long. That's quite a bit for a comment... Go back and shorten them.
de: Ihr Kommentar ist l&auml;nger als 8.192 Zeichen. Das ist f&uuml;r einen Kommentar eine ganze Menge... bitte begeben Sie sich zur&uuml;ck und k&uuml;rzen Sie ihn.

source: You didn't provide a subject. Please go back and do so.
de: Sie haben keinen Betreff angegeben. Bitte begeben Sie sich zur&uuml;ck und erg&auml;nzen Sie diesen.

source: You didn't actually provide any comments. Please go back and do so.
de: Sie haben &uuml;berhaupt keinen Kommentar abgegeben. Bitte begeben Sie sich zur&uuml;ck und tun Sie das.

source: The provided Poll ID is invalid.
de: Die angegebene Umfragennummer ist ung&uuml;ltg.

source: The provided Pastebin ID is invalid.
de: Die angegebene Pastebin-Nummer ist ung&uuml;ltig.

source: comment accepted
de: Kommentar gespeichert

source: Thank you for your feedback! It has been added to the comments.
de: Danke f&uuml;r Ihre Meinung! Sie wurde zu den Kommentaren hinzugef&uuml;gt.

source: Thank you for your comments. They have been added to the rest. You may return to <a href="/%d">paste #%d</a>.
de: Danke f&uuml;r Ihren Kommentar, er wurde gespeichert. Sie k&ouml;nnen nun zum <a href="/%d">Paste #%d</a> zur&uuml;ckkehren.

source: Thank you for your comments. They have been added to the rest. You may view <a href="/polldetail.php?id=%d">detail of poll #%d</a>.
de: Danke f&uuml;r Ihren Kommentar, er wurde gespeichert. Sie k&ouml;nnen sich nun die <a href="/polldetail.php?d=%d">Details zur Umfrage #%d</a> ansehen.

source: paste comments
de: Kommentar zum Paste

source: poll comments
de: Kommentar zur Umfrage

source: pastebin.ca comments from users
de: Kommentar zu pastebin.ca

source: question
de: Frage

source: You are commenting the poll:
de: Sie kommentieren die Umfrage:

source: Please enter your comments below. All fields except subject and the comments themselves are optional.
de: Bitte geben Sie Ihren Kommentar unten ein. Alle Felder au&szlig;er Betreff und dem Kommentar selbst sind optional.

source: You are commenting on paste <b>#%d</b> (the content is below the comment form).
de: Sie k&ouml;nnen hier den Paste <b>#%d</b> kommentieren (dieser wird unterhalb des Kommentarformulars angezeigt).

source: Your input about the Pastebin, be it praise or criticism, is quite important. This comment section is your sounding area to let everyone know what you think. Or, just fill in the blanks for the fun of it. You have the option to not show your name, contact information, or even your comments. The only required fields are the subject and comments themselves.
de: Ihr Meinung &uuml;ber Pastebin, sei es Lob oder Kritik, ist uns sehr wichtig. Diese Kommentarsektion ist Ihr Sprachrohr, um jeden wissen zu lassen, was Sie denken. Oder f&uuml;llen Sie die Felder einfach zum Spa&szlig; aus. Sie haben die M&ouml;glichkeit, ihren Namen, Kontaktinformationen oder sogar Ihren Kommentar nicht &ouml;ffentlich zu machen. Alle Felder au&szlig;er Betreff und dem Kommentar selbst sind optional.

source: You are replying to the following comment:
de: Sie antworten auf den folgenden Kommentar:

source: your comment/reply
de: Ihre Antwort

source: Keep my name private.
de: meinen Namen nicht ver&ouml;ffentlichen

source: Contact Info
de: Kontaktinformationen

source: Keep my contact information private.
de: meine Kontaktinformationen nicht ver&ouml;ffentlichen

source: Type of Comment
de: Art des Kommentars

source: Poll Comment
de: Umfragekommentar

source: Pastebin Comment
de: Pastebin-Kommentar

source: Praise
de: Lob

source: Criticism
de: Kritik

source: Pastebin Rules!
de: Pastebins Regeln!

source: I hate this site!
de: Ich hasse diese Seite!

source: Huh?
de: H&auml;?

source: Question
de: Frage

source: Curiousity
de: Neugier

source: Random Babbling
de: Irgendwelches Gebrabbel

source: Goldfish
de: Goldfisch

source: I forget now
de: Hab' ich vergessen

source: Why are we here?
de: Warum sind wir hier?

source: Why am I here?
de: Warum bin ich hier?

source: Why aren't you here?
de: Warum bist Du nicht hier?

source: (don't make me explain any of those)
de: (erwarte nicht, dass ich auch nur eins davon erkl&auml;re)

source: Subject
de: Betreff

source: Comments
de: Kommentar

source: Only let administrators see my comments.
de: meinen Kommentar nur Administratoren zug&auml;nglich machen

source: Submit Comments
de: Kommentar abschicken

source: Your comments will be stripped of any HTML to keep these comments from turning into a big list of links to spam and so on. However, any posts containing a URL will be forwarded to the administrators with the URL intact. If they find that the URL is useful, the HTML will be re-enabled for that comment.
de: Aus Ihrem Kommentar wird jeglicher HTML-Code entfernt werden, um zu verhindern, dass die Kommentare zu einer gro&szlig;en Liste Spam mutieren. Allerdings werden alle Beitr&auml;ge, die eine URL enthalten, an die Administratoren weitergeleitet. Wenn diese die URL f&uuml;r n&uuml;tzlich erachten, wird HTML f&uuml;r den Kommentar wieder aktiviert.

source: you are commenting on the following
de: Sie kommentieren das Folgende:

source: past comments
de: Letzte Kommentare

source: Here are the past comments from other users:
de: Hier sind die letzten Kommentare anderer Benutzer:

source: at
de: um

source: Total replies:
de: Antworten:

source: most recent
de: Neueste

source: confirmation of e-mail
de: Best&auml;tigung der E-Mail

source: confirmation of e-mail address
de: Best&auml;tigung der E-Mail-Adresse

source: Sorry, you did not provide a confirmation ID. You need to copy the URL in your received e-mail exactly.
de: Sie haben keinen Best&auml;tigungscode angegeben. Sie m&uuml;ssen die URL in der von Ihnen empfangene E-Mail genau und vollst&auml;ndig kopieren.

source: Sorry, that confirmation code was not found in the database. Confirm that you copied the URL exactly.
de: Der Best&auml;tigungscode konnte in der Datenbank nicht gefunden werden. Bitte stellen Sie sicher, dass sie die URL exakt und vollst&auml;ndig kopiert haben.

source: That confirmation address has already been used. The activation of your Pastebin should already be done. If you have problems, please contact <a href="http://netmonks.ca/contact/slepp.php">the administration</a>.
de: Der Best&auml;tigungscode wurde bereits benutzt. Die Aktivierung des Pastebin sollte schon erfolgt sein. Sollten Sie Probleme haben, kontaktieren Sie <a href="http://netmonks.ca/contact/slepp.php">die Administration</a>.

source: Thank you for confirming your e-mail address. Your account is now being configured...
de: Danke, dass Sie Ihre E-Mail-Adresse best&auml;tigt haben. Ihr Benutzerkonto wird jetzt eingerichtet...

source: Server error. Sorry... Cannot activate host.
de: Serverfehler. Tut uns Leid... wir k&ouml;nnen den Pastebin momentan nicht aktivieren.

source: completed
de: Erledigt

source: Barring any errors shown above, your host is now activated. Please wait a few minutes before trying <i>%s</i> to allow for DNS propogation.
de: Abgesehen von allen m&ouml;glicherweise aufgetretenen Fehlern sollte Ihr Pastebin nun aktiviert sein. Bitte warten Sie ein paar Minuten, bevor Sie versuchen, <i>%s</i> aufzurufen, damit die neuen DNS-Daten &uuml;bertragen werden k&ouml;nnen.

source: differences between %d and %d
de: Unterschiede zwischen %d un %d

source: invalid id requested
de: Ung&uuml;ltige Nummer angefordert

source: Sorry, one of the IDs you provided is invalid.
de: Eine der Nummern, die Sie angefordert haben, ist ung&uuml;ltig.

source: post number %d doesn't exist
de: Beitrag #%d existiert nicht

source: You requested a diff of posts, but the first ID is invalid or incorrect.
de: Sie haben eine Vergleich zweier Beitr&auml;ge angefordert, allerdings ist die erste Beitragsnummer ung&uuml;ltig oder fehlerhaft.

source: You requested a diff of posts, but the second ID is invalid or incorrect.
de: Sie haben eine Vergleich zweier Beitr&auml;ge angefordert, allerdings ist die zweite Beitragsnummer ung&uuml;ltig oder fehlerhaft.

source: silly, those are the same post
de: Dummerchen, das sind die gleichen Beitr&auml;ge

source: You requested a diff of the same post. Of course, there will be no changes between them... Maybe try with two different posts?
de: Sie haben einen Vergleich von gleichen Beitr&auml;gen angefordert. Selbstverst&auml;ndlich gibt es keine Unterschiede zwischen den Beiden... vielleicht versuchen Sie es mit zwei verschiedenen Beitr&auml;gen?

source: differences between possibly dissimilar posts
de: Unterschiede zwischen zwei m&ouml;glicherweise komplett verschiedenen Beitr&auml;gen

source: You have chosen to see the differences from two possibly dissimilar posts. They are not part of the same modification tree, so the results of the diff may not be very informative.
de: Sie haben die Unterschiede zwischen zwei m&ouml;glicherweise vollkommen unterschiedlichen Beitr&auml;gen angefordert. Sie sind nicht Teil des gleichen Versionsbaums, also k&ouml;nnte der Vergleich nicht sehr informativ sein.

source: difference source formats
de: Verschiedene Quellcode-Formate

source: The two pastes you are comparing have different syntax highlighting formats. As a result, each is highlighted in its own syntax.
de: Die beiden Pastes, die Sie vergleichen wollen, haben verschiedene Syntax-Hervorhebungs-Formate. Das f&uuml;hrt dazu, dass jeder Paste in seiner eigenen Syntax hervorgehoben ist.

source: This URL:
de: Diese URL:

source: Original Post:
de: Originalbeitrag:

source: Updated Post:
de: Ver&auml;nderter Beitrag:

source: This Diff in Reverse:
de: Dieser Vergleich umgekehrt:

source: Raw Diff Download:
de: Reine Textversion:

source: Legend of highlighting:
de: Legende der Hervorhebungen:

source: Addition from old source to new source.
de: Neues im neueren Beitrag

source: Deletion from original source.
de: im neuen Beitrag Entferntes

source: A change from the old source to the new source (see next item).
de: eine Ver&auml;nderung vom alten Beitrag zum neuen (siehe n&auml;chster Punkt)

source: The changes in the new source from the old source.
de: Ver&auml;nderungen vom neuen Beitrag zum alten

source: donate to pastebin.ca
de: F&uuml;r pastebin.ca spenden

source: donate to the pastebin
de: F&uuml;r Pastebin spenden

source: previous donations
de: Bisherige Spenden

source: Search
de: Suche

source: pastebin.ca features
de: pastebin.ca-Funktionen

source: This Pastebin has a number of features, both common and unique. This is a small list of the most popular and interesting ones.
de: Pastebin hat eine Reihe von Funktionen, sowohl &uuml;bliche, als auch einzigartige. Dies ist eine kleine Liste der Beliebstesten und Interessantesten.

source: Full Translations into <a href="http://en.pastebin.ca/features.php">English</a>, <a href="http://fr.pastebin.ca/features.php">French</a> and <a href="http://de.pastebin.ca/features.php">German</a>
de: Vollst&auml;ndige &Uuml;bersetzungen ins <a href="http://en.pastebin.ca/features.php">Englische</a>, <a href="http://fr.pastebin.ca/features.php">Franz&ouml;sische</a>, <a href="http://de.pastebin.ca/features.php">Deutsche</a> und <a href="http://ja.pastebin.ca/features.php">Japanische</a>

source: Although the native language of the Pastebin is <a href="http://en.pastebin.ca/">English</a>, two users have dedicated a lot of time to translating the entire site into <a href="http://fr.pastebin.ca/">French</a> and <a href="http://de.pastebin.ca/">German</a>.
de: Obwohl die eigene Sprache von Pastebin <a href="http://en.pastebin.ca/">Englisch</a> ist, haben drei Benutzer sehr viel Zeit aufgebracht, um die ganze Seite ins <a href="http://fr.pastebin.ca/">Franz&ouml;sische</a>, <a href="http://de.pastebin.ca/">Deutsche</a> und <a href="http://ja.pastebin.ca/">Japanische</a> zu &uuml;bersetzen.

source: Fully Integrated Comment System
de: Integriertes Kommentarsystem

source: <p>All pastes can maintain a set of corresponding comments from other users. The comments are shown in a tree structure to assist in following responses to each of the comments.</p><p>Comments are also available on a <a href="/comments.php">site-wide basis</a> and on other portions of the Pastebin, such as <a href="/polls.php">polls</a>.</p>
de: <p>Jeder Paste kann von Benutzern kommentiert werden. Diese Kommentare werden in einer Baumstruktur angezeigt, um das Antworten auf einen bestimmten Kommentar zu erleichtern.</p><p>Kommentare sind au&szlig;erdem auf <a href="/comments.php">seitenweiter Basis</a> und in anderen Teilen Pastebins (z.&nbsp;B. den <a href="/polls.php">Umfragen</a>) verf&uuml;gbar.</p>

source: Custom Pastebin Oriented Search Engine
de: Spezielle Pastebin-orientierte Suchmaschine

source: A specially designed search engine, targetted to the type of content contained within the Pastebin, is provided. It indexes all the posts (including posts set to expire, but still valid). The search services support complex searches using grouping, phrase matching and boolean search terms.
de: Eine eigenes entwickelte Suchmaschine, auf die Art von Inhalten im Pastebin optimiert, steht zur Verf&uuml;gung. Sie indiziert alle Beitr&auml;ge (inklusive derer, die irgendwann verfallen sollen, aber noch verf&uuml;gbar sind). Der Suchdienst unterst&uuml;tzt komplexe Suchen mit Gruppierungen, Wort- und Wortgruppensuche sowie logischen Operatoren.

source: Permanent Archival of Posts
de: Dauerhafte Archivierung von Beitr&auml;gen

source: Unless the poster specifies a time for the post to be valid, all the <a href="/archive1">posts are archived</a>. These archives help others find useful pieces of code or problem solutions.
de: Solange der Verfasser keine Ablaufzeit angibt, wird jeder Beitrag <a href="/archive1">archiviert</a>. Diese Archive helfen anderen, hilfreiche Codeschnipsel oder Probleml&ouml;sungen zu finden.

source: The archives start with the most recent 15 posts on the left sidebar.
de: Das Archiv f&auml;ngt schon bei den 15 neuesten Beitr&auml;gen in der linken Seitenleiste an.

source: Private and Public Sub-Pastebins
de: Private und &ouml;ffentliche Unter-Pastebins

source: <p>Anyone may <a href="/makesub.php">create a new subdomain</a> of <i>pastebin.ca</i>. By doing so, they may either secure all the pastes with a username and password (and create related sub-users), or create a Pastebin to contain posts related to an ongoing project. In other words, the sub-pastebins are there to allow users to have their own Pastebin without needing to setup anything on their own servers.</p><p>The ability also exists to point other domains at the Pastebin, without needing to use a <i>.pastebin.ca</i> sub-domain.</p>
de: <p>Jedermann kann eine <a href="/makesub.php">neue Subdomain</a> von <i>pastebin.ca</i> erstellen. Dadurch k&ouml;nnen entweder alle Paste mit einem Benutzernamen und Passwort gesch&uuml;tzt (zus&auml;tzliche Benutzer sind m&ouml;glich) oder ein Pastebin, der nur Beitr&auml;ge eines bestimmten Projekts enth&auml;lt, erstellt werden. Mit anderen Worten erlauben Unter-Pastebins es den Benutzern, einen eigenen Pastebin zu besitzen, ohne etwas auf ihren Servern einrichten zu m&uuml;ssen.</p><p>Es besteht auch die M&ouml;glichkeit, andere Domains auf den Pastebin zeigen zu lassen, ohne die <i>.pastebin.ca</i>-Subdomain nutzen zu m&uuml;ssen.</p>

source: Upload a Paste Feature
de: &quot;Paste hochladen&quot;-Funktion
