Repository: siosios/pastebin.ca
Catalog: po/*.po
Languages: de

source: account details
de: Benutzerdaten

source: Username
de: Benutzername

source: This username is used for administration of the Pastebin. It may be between 4 and 32 characters long and may only contain the letters A-Z and digits 0-9.
de: Dieser Benutzername wird f&uuml;r die Administration des Pastebins genutzt. Er muss zwischen 4 und 32 Zeichen lang sein und nur aus Buchstaben (A-Z) oder Ziffern (0-9) bestehen.

source: Password
de: Passwort

source: The password to access settings and administration for your Pastebin. This must be at least 5 characters long.
de: Das Passwort, um Zugriff auf Einstellungen und Administration Ihres Pastebins zu erhalten. Es muss mindestens 5 Zeichen lang sein.

source: Again
de: Best&auml;tigung

source: Type your password again for confirmation
de: Geben Sie Ihr Passwort zur Sicherheit nochmals ein.

source: personal details
de: pers&ouml;nliche Angaben

source: Full Name
de: Voller Name

source: Your full name or the name of your company. This is used for internal reference only.
de: Ihr voller Name oder der Name Ihrer Firma. Dies ist nur f&uuml;r interne Belange wichtig.

source: E-Mail
de: E-Mail-Adresse

source: Your e-mail address. A confirmation message will be sent here, but otherwise the e-mail address will only be used for purposes of managing the Pastebins.
de: Ihre E-Mail-Adresse. Hierhin wird die Best&auml;tigungs-E-Mail verschickt, ansonsten wird die Adresse nur f&uuml;r die Verwaltung des Pastebins genutzt.

source: Hostname
de: Adresse

source: The domain which you will use for the Pastebin. This must contain only valid characters for a DNS hostname. These include A-Z, 0-9, and dashes. It must be at least 3 characters long, and no longer than 32.
de: Die Domain, unter der Ihr Pastebin erreichbar sein soll. Diese darf nur g&uuml;ltige Zeichen f&uuml;r einen Domainnamen enthalten &ndash; Buchstaben (A-Z), Ziffern (0-9) und Bindestriche &ndash; und muss zwischen 3 und 32 Zeichen lang sein.

source: Private
de: Privat

source: Yes
de: Ja

source: No
de: Nein

source: Should this be a private Pastebin? If so, you will require a username and password to view entries, as will anyone else wanting to use it.
de: Soll der Pastebin privat sein? Wenn ja, werden alle Beitr&auml;ge durch Benutzernamen und Passwort gesch&uuml;tzt.

source: Create Pastebin
de: Pastebin erstellen

source: site news
de: Neuigkeiten

source: some site news and updates
de: Ein paar Neuigkeiten

source: may
de: Mai

source: old news
de: Alte Neuigkeiten

source: march
de: M&auml;rz

source: february
de: Februar

source: january
de: Januar

source: search presently disabled
de: Suche zurzeit abgeschaltet

source: Sorry, the search page is presently disabled pending optimization.
de: Die Suche ist leider momentan wegen Wartungsarbeiten abgeschaltet.

source: empty search
de: Leere Suche

source: Your search didn't contain any words to search for.
de: Sie haben keine Suchbegriffe angegeben.

source: page not found - searching for %s
de: Seite nicht gefunden &ndash; Suche nach %s

source: search - %s
de: Suche &ndash; %s

source: Page not Found - Searching for "%s"
de: Seite nicht gefunden &ndash; Suche nach &quot%s&quot;

source: The exact URL you requested, %s was not found. All of the posts on this site have been searched, and the results are below.
de: Die von Ihnen angeforderte Seite, %s, konnte nicht gefunden werden. Alle Beitr&auml;ge dieser Seite wurden danach durchsucht, die Ergebnisse finden Sie unten.

source: Search Results for "%s"
de: Suchergebnisse f&uuml;r &quot;%s&quot;

source: Sorry, there are no posts that match that search. Perhaps try something simpler?
de: Es wurden leider keine Beitr&auml;ge gefunden, die mit Ihrer Suche &uuml;bereinstimmen. Vielleicht versuchen Sie etwas Einfacheres?

source: Please enter some search terms:
de: Bitte geben Sie Ihre Suchbegriffe ein:

source: Description:
de: Beschreibung:

source: Paste Content:
de: Paste-Inhalt:

source: no posts to search
de: keine Beitr&auml;ge zu durchsuchen

source: No Posts to Search
de: Keine Beitr&auml;ge zu durchsuchen

source: Search the Database of Posts
de: Die Beitragsdatenbank durchsuchen

source: Limit to content type
de: Auf folgende Inhalte beschr&auml;nken

source: %s year %s month %s day %s %s
de: %s Jahr %s Monat %s Tag %s %s

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: C Source
de: C

source: C++ Source
de: C++

source: PHP Source
de: PHP

source: Perl Source
de: Perl

source: Java Source
de: Java

source: Visual Basic Source
de: Visual Basic

source: C# Source
de: C#

source: Ruby Source
de: Ruby

source: Python Source
de: Python

source: Pascal Source
de: Pascal

source: PL/I Source
de: PL/I

source: Scheme Source
de: Scheme

source: Assembly (NASM)
de: Assembler (NASM)

source: HTML 4.0 Strict
de: striktes HTML 4.0

source: Microprocessor ASM
de: Mikroprozessor-Assembler

source: Asterisk Configuration
de: Asterisk-Konfiguration

source: Apache Configuration
de: Apache-Konfiguration

source: SQL Statement
de: SQL-Ausdruck

source: XML Document
de: XML-Dokument

source: Lua Source
de: Lua

source: LISP Source
de: LISP

source: Delphi Source
de: Delphi

source: Ada Source
de: Ada

source: year
de: Jahr

source: month
de: Monat

source: week
de: Woche

source: day
de: Tag

source: hour
de: Stunde

source: second
de: Sekunde

source: Show Menu
de: Men&uuml; anzeigen

source: other pastebin.ca pastebins
de: andere Pastebins

source: There are other sub-pastebins on this site. They are:
de: Es gibt auf dieser Seite andere Unter-Pastebins. Diese sind:

source: posts
de: Beitr&auml;ge

source: Thank you for answering the poll question!
de: Danke f&uuml;r Ihre Teilnahme an der Umfrage!

source: Poll
de: Umfrage

source: comment on this poll
de: diese Umfrage kommentieren

source: view details and comments (%d)
de: Details und Kommentare (%d) ansehen

source: details of poll
de: Details zur Umfrage

source: sorry
de: Huch

source: Sorry, you did not provide a valid ID.
de: Sie haben keine g&uuml;ltige Nummer angegeben.

source: description
de: Beschreibung

source: results of this poll
de: Ergebnis dieser Umfrage

source: chart of results
de: Ergebnisdiagramm

source: Pie Chart
de: Tortendiagramm

source: comments on this poll
de: Kommentare zu dieser Umfrage

source: Add a new comment on this poll.
de: neuen Kommentar verfassen

source: there are no comments on this poll
de: Es gibt auf diese Umfrage keine Kommentare.

source: poll results
de: Umfrageergebnisse

source: active poll results
de: Ergebnisse aktiver Umfragen

source: The polls in this table are presently active and may still be answered. Mostly, I use these to determine where to take the Pastebin in the future and which features users are looking for.
de: Die Umfragen in dieser Tabelle sind zurzeit aktiv und es kann noch immer abgestimmt werden. Normalerweise nutze ich diese, um zu bestimmen, wie Pastebin in Zukunft laufen sollte und welche neuen Funktionen gew&uuml;nscht werden.

source: No poll results yet!
de: Bisher keine Ergebnisse!

source: View Details and Comments (%d)
de: Details und Kommentare (%d) ansehen

source: View Poll Details
de: Umfragedetails ansehen

source: Comment on This Poll
de: diese Umfrage kommentieren

source: old poll results
de: Ergebnisse alter Umfragen

source: The polls in this table have been finished, so they will never change in value. These polls have either been discontinued for lack of responses, or the feature request has been implemented. Something like that, anyway.
de: Die Umfragen in dieser Tabelle sind beendet, also werden sich die Ergebnisse nicht mehr &auml;ndern. Entweder wurden sie aus Mangel an Antworten abgebrochen oder die neue Funktion wurde bereits eingebaut. Zumindest etwas in der Art.

source: Poll Details and Comments
de: Umfragedetails und -kommentare

source: Please specify http://pastebin.ca/raw/XXXX where XXXX is the post number.
de: Bitte rufen Sie http://pastebin.ca/raw/XXXX auf, wobei XXXX die Beitragsnummer ist.

source: Invalid post ID.
de: Ungültige Beitragsnummer

source: Invalid request. Please use the format of http://pastebin.ca/raw/XXXX where XXXX is a post number.
de: Ungültiger Aufruf. Bitte nutzen Sie das Format http://pastebin.ca/raw/XXXX, wobei XXXX die Beitragsnummer ist.

source: Invalid IDs for diff requested.
de: Nicht existierende Beiträge zum Vergleich angefordert.

source: Request for the same post to be diffed against itself. Maybe not?
de: Sie möchten einen Beitrag mit sich selbst vergleichen?

source: remove a paste from the pastebin
de: Paste aus dem Pastebin entfernen

source: removal of a paste
de: Paste entfernen

source: Forbidden
de: Zugriff verweigert

source: Access to this directory is denied.
de: Zugang zu diesem Verzeichnis wurde verweigert.

source: Post number %d pasted %s of type %s is now %s old.
de: Beitrag #%d, am %s eingeschickt und vom Typ %s ist jetzt %s alt.

source: PasteBin.ca News
de: PasteBin.ca-Neuigkeiten

source: Not Found
de: Nicht gefunden

source: RSS feed not found.
de: RSS-Feed wurde nicht gefunden.

source: Posts by Day of the Week
de: Beiträge pro Wochentag

source: Last 72 Hours of Posts
de: Beiträge der letzten 72 Stunden

source: Posts by Hour of the Day
de: Beiträge pro Stunde des Tages

source: pastebin.ca statistics
de: pastebin.ca-Statistiken

source: statistics
de: Statistiken

source: Here are some operational statistics for the Pastebin. These include all private and public subdomains. All of the Pastebin runs on 17,431 lines of PHP and Perl written by slePP. Total line count with all the other packages included is 117,329.
de: Hier sind ein paar Nutzungsstatistiken von Pastebin. Sie beinhalten alle privaten und &ouml;ffentlichen Subdomains. Der ganze Pastebin l&auml;uft mit 17.431 Zeilen PHP und Perl, geschrieben von slePP. Die gesamte Zeilenzahl mit allen anderen Paketen einbegriffen ist 117.329.

source: Total Posts
de: Beitr&auml;ge insgesamt

source: Never Expiring
de: - davon nie verfallend

source: Expired or Expiring
de: - davon verfallen oder verfallend

source: Tagged as Spam
de: - davon als Spam markiert

source: Average Hits per Post
de: Aufrufe pro Beitrag (Durchschnitt)

source: sizes
de: Gr&ouml;&szlig;en

source: Shortest Post
de: k&uuml;rzester Beitrag

source: Longest Post
de: l&auml;ngster Beitrag

source: Average Content Length
de: durchschnittliche Beitragsl&auml;nge

source: Total Content Length
de: Gesamtl&auml;nge aller Inhalte

source: Average Formatted Length
de: durchschnittliche L&auml;nge formatierter Beitr&auml;ge

source: Total Formatted Length
de: L&auml;nge aller formatierten Beitr&auml;ge zusammen

source: expiration
de: G&uuml;ltigkeitsdauer

source: Shortest Expiry
de: k&uuml;rzeste G&uuml;ltigkeitsdauer

source: Average Expiry
de: durchschnittliche G&uuml;ltigkeitsdauer

source: Longest Expiry
de: l&auml;ngste G&uuml;ltigkeitsdauer

source: posts by type
de: Beitr&auml;ge pro Inhaltstyp

source: post trees
de: Beitragsb&auml;ume

source: Total Trees
de: B&auml;ume insgesamt

source: Deepest Tree
de: Tiefe des tiefsten Baums

source: Average Depth
de: durchschnittliche Tiefe

source: poll statistics
de: Umfragestatistiken

source: Total Active Polls
de: aktive Umfragen

source: Total Finished Polls
de: abgeschlossene Umfragen

source: Total Poll Responses
de: Stimmen insgesamt

source: Average Responses per Poll
de: durchschnittliche Stimmenzahl pro Umfrage

source: comments
de: Kommentare

source: Total Comment Threads
de: Kommentarthemen insgesamt

source: Total Comments
de: Kommentare insgesamt

source: top 5 posting days
de: Die 5 aktivsten Tage

source: total posts by day of the week
de: Beitr&auml;ge pro Wochentag

source: total posts by hour of the day (MST/MDT)
de: Beitr&auml;ge pro Stunde des Tages (MST/MDT, MEZ minus 7 Stunden)

source: cache statistics
de: Cache-Statistiken

source: spammer statistics
de: Spammerstatistik

source: pastes related to %s
de: mit %s verkn&uuml;pfte Pastes

source: related pastes to tag '%s'
de: Mit &quot;%s&quot; verkn&uuml;pfte Pastes

source: popular tags on the pastebin
de: beliebte Schl&uuml;sselw&ouml;rter

source: popular tags
de: Beliebte Schl&uuml;sselw&ouml;rter

source: Login
de: Anmeldung

source: login failed
de: Anmeldung fehlgeschlagen

source: private pastebin login
de: Anmeldung f&uuml;r privaten Pastebin

source: The information you entered is not correct, or your account does not exist. Please try again.
de: Die &uuml;bermittelten Daten sind falsch oder das Benutzerkonto existiert nicht. Bitte versuchen Sie es erneut.

source: If you do not yet have an account, please contact the owner and request permission.
de: Wenn Sie noch kein Konto besitzen, kontaktieren Sie bitte den Besitzer.

source: please login
de: Bitte anmelden

source: You must login to view this user's private pastebin. Please enter your information below:
de: Sie m&uuml;ssen sich anmelden, um diesen Pastebin einsehen zu k&ouml;nnen. Bitte geben Sie Ihre Benutzerdaten ein:

source: %s's pastebin
de: Pastebin von %s

source: pastebin of %s
de: Pastebin von %s

source: general pastebin
de: allgemeiner Pastebin

source: English Translation
de: Englische &Uuml;bersetzung

source: French Translation
de: Franz&ouml;sische &Uuml;bersetzung

source: German Translation
de: Deutsche &Uuml;bersetzung &Uuml;bersetzung

source: Japanese Translation
de: Japanische &Uuml;bersetzung

source: Hide Menu
de: Men&uuml; verstecken

source: English (CA)
de: Englisch (Kanada)

source: French
de: Franz&ouml;sisch

source: German
de: Deutsch

source: Japanese
de: Japanisch

source: error occurred
de: Fehler

source: Sorry, an error has occurred. Reason:
de: Es ist ein Fehler aufgetreten. Grund:

source: Show/Hide
de: Zeigen/Verstecken

source: Top Donations
de: gr&ouml;&szlig;te Spenden

source: Stuff to Do
de: Men&uuml;

source: New Post
de: Neuer Beitrag

source: Upload a Post
de: Beitrag hochladen

source: Goto Newest
de: neuester Beitrag

source: Archives
de: Archiv

source: Tools
de: Werkzeuge

source: Donate
de: Spenden

source: Site News
de: Neuigkeiten

source: Get a Pastebin
de: eigener Pastebin

source: Other Pastebins
de: andere Pastebins

source: What is This?
de: Was ist das?

source: Statistics
de: Statistiken

source: Polls
de: Umfragen

source: Logout
de: Abmelden

source: Public Pastebin
de: &Ouml;ffentlicher Pastebin

source: Main Pastebin
de: Haupt-Pastebin

source: Quick Search
de: Schnellsuche

source: Searching...
de: Suche...

source: Enter your search terms
de: Suchbegriffe eingeben

source: Submit search form
de: Suche starten

source: Google Search
de: Google-Suche

source: Recent Posts
de: Neueste Beitr&auml;ge

source: You are viewing this site in Another Language. I apologize for the poor translation. <a href="http://pastebin.ca/slepp.php">Contact me</a> if you would like to help.
de: Sie sehen sich diese Seite in einer anderen Sprache an. Sollten Sie Fehler finden, <a href="http://pastebin.ca/slepp.php">kontaktieren Sie mich</a>.

source: Raw
de: reiner Text

source: Tree
de: Baum

source: Descendants
de: Nachfolger

source: %s year %s month %s day %s %02d:%02d:%02d
de: %s Jahr %s Monat %s Tag %s %02d:%02d:%02d

source: This URL:
de: URL hierher:

source: Alternatives:
de: Alternativen:

source: Language:
de: Sprache:

source: Age:
de: Alter:

source: This post will expire in %s
de: Dieser Beitrag wird in %s verfallen

source: This post has %d comment thread shown at the end of this page.
de: Dieser Beitrag hat %d Kommentarthema, welches am Ende dieser Seite angezeigt wird.

source: description of this post
de: Beitragsbeschreibung

source: Total Paste Views:
de: Aufrufe:

source: PermaLink
de: Direktlink

source: Remove Paste
de: Paste entfernen

source: Update the Post
de: Beitrag aktualisieren

source: Either update this post and resubmit it with changes, or <a href="index.php?a=n">make a new post</a>.
de: Aktualisieren Sie entweder den Beitrag und schicken Sie die &Auml;nderungen ein oder <a href="index.php?a=n">erstellen Sie einen neuen Beitrag</a>.

source: You may also <a href="/comments.php?bin_id=%d">comment on this post</a>.
de: Sie k&ouml;nnen diesen Beitrag auch <a href="/comments.php?bin_id=%d">kommentieren</a>.

source: Create a New Pastebin Post
de: Neuen Pastebin-Beitrag erstellen

source: Welcome to the Pastebin. For information on what this is, take a look at the <a href="/what.php">What is This?</a> page.
de: Willkommen bei Pastebin. F&uuml;r Informationen hier&uuml;ber, sehen Sie sich die <a href="/what.php">Was ist das?</a>-Seite an.

source: You may also want to see the <a href="/newest.php">most recent post</a> to the pastebin.
de: Vielleicht wollen Sie sich auch die <a href="/newest.php">neuesten Beitr&auml;ge</a> des Pastebins ansehen?

source: new paste below
de: Neuer Paste

source: update paste below
de: Paste aktualisieren

source: Please enter your new post below (or <a href="upload.php">upload a file</a> instead):
de: Bitte geben Sie Ihren neuen Beitrag unten ein (oder <a href="upload.php">laden Sie ihn stattdessen hoch</a>):

source: Submit Post
de: Beitrag abschicken

source: Reset Form
de: Formular leeren

source: details of the post
de: Beitragdetails

source: <b>Note:</b> Only the paste content is required, though the following information can be useful to others.
de: <b>Hinweis:</b> Es wird nur der Paste selbst ben&ouml;tigt, auch wenn die folgenden Informationen f&uuml;r andere hilfreich sein k&ouml;nnten.

source: Name / Title:
de: Name / Titel:

source: Save name / title?
de: Name / Titel speichern?

source: Description / Question:
de: Beschreibung / Frage:

source: Tags:
de: Schl&uuml;sselw&ouml;rter:

source: (space separated, optional)
de: (mit Leerzeichen getrennt, optional)

source: Content Type:
de: Sprache:

source: Expire this post in:
de: verf&auml;llt in:

source: Never
de: nie

source: 5 minutes
de: 5 Minuten

source: 10 minutes
de: 10 Minuten

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: 45 minutes
de: 45 Minuten

source: 1 hour
de: 1 Stunde

source: 2 hours
de: 2 Stunden

source: 4 hours
de: 4 Stunden

source: 8 hours
de: 8 Stunden

source: 12 hours
de: 12 Stunden

source: 1 day
de: 1 Tag

source: 2 days
de: 2 Tage

source: 3 days
de: 3 Tage

source: 1 week
de: 1 Woche

source: 2 weeks
de: 2 Wochen

source: 3 weeks
de: 3 Wochen

source: 1 month
de: 1 Monat

source: 2 months
de: 2 Monate

source: 3 months
de: 3 Monate

source: 4 months
de: 4 Monate

source: 5 months
de: 5 Monate

source: 6 months
de: 6 Monate

source: 1 year
de: 1 Jahr

source: Save expiry to be the default?
de: als Standardwert speichern?

source: Encrypt this paste.
de: Diesen Paste verschl&uuml;sseln.

source: Please note that information posted here will not expire by default. If you want it to expire, please set the expiry time above. If it is set to expire, web search engines will not be allowed to index it prior to it expiring. Items that are not marked to expire will be indexable by search engines. Be careful with your passwords.
de: Bitte beachten Sie, dass die hier abgeschickten Informationen standardm&auml;&szlig;ig nicht verfallen. Wenn Sie das w&uuml;nschen, setzen Sie oben eine Verfallszeit. Ist diese gesetzt, werden Web-Suchmaschinen den Beitrag nicht mehr als Suchergebnis f&uuml;hren. Bei nicht verfallenden Beitr&auml;gen ist dies m&ouml;glich. Bitte seien Sie vorsichtig mit Ihren Passw&ouml;rtern.

source: comments on this paste
de: Kommentare zu diesem Paste:

source: Comment threads:
de: Kommentarthemen:

source: the comment threads
de: Die Kommentarthemen:

source: services provided and written by
de: Dienst bereitgestellt und geschrieben von

source: thanks for donating
de: Danke f&uuml;r Ihre Spende

source: thank you!
de: Vielen Dank!

source: donation failed
de: Spenden fehlgeschlagen

source: donation transaction failure
de: Fehler beim &Uuml;bertragen der Spende

source: pastebin.ca scripts and tools
de: pastebin.ca-Scripte und -Werkzeuge

source: scripts and tools
de: Scripte und Werkzeuge

source: paste submission
de: Paste einschicken

source: notes for tool or script authors
de: Hinweise f&uuml;r Werkzeug- oder Scriptautoren

source: xml-rpc pastebin interface
de: XML-RPC-Pastebin-Schnittstelle

source: pastebin trackbacks for
de: Pastebin-Trackbacks f&uuml;r

source: no trackbacks or pingbacks
de: Keine Track- oder Pingbacks

source: Sorry, this page presently does not have any trackbacks registered. Are you just <a href="http://en.wikipedia.org/wiki/Trackback">wondering what a Trackback is</a>? This page also includes <a href="http://www.hixie.ch/specs/pingback/pingback">Pingbacks</a>.
de: Diese Seite hat zurzeit keine Trackbacks registriert. Fragen Sie sich vielleicht, <a href="http://de.wikipedia.org/wiki/Trackback">was ein Trackback ist</a>? Diese Seite enth&auml;lt auch <a href="http://meiert.com/de/publications/translations/hixie.ch/pingback/">Pingbacks</a>.

source: trackback and pingback summary
de: Trackback- und Pingback-Zusammenfassung

source: The post numbered %d has %d <a href="http://en.wikipedia.org/wiki/Trackback">trackbacks</a> or <a href="http://www.hixie.ch/specs/pingback/pingback">pingbacks</a>. They are listed below.
de: Der Beitrag #%d hat %d <a href="de.wikipedia.org/wiki/Trackback">Trackbacks</a> oder <a href="http://meiert.com/de/publications/translations/hixie.ch/pingback/">Pingbacks">. Sie werden unten aufgelistet.

source: trackbacks and pingbacks
de: Trackbacks und Pingbacks

source: tree for %d
de: Baum f&uuml;r %d

source: tree of changes for tree #%d
de: Ver&auml;nderungem im Baum #%d

source: This is the list of changes made to post %d since it was posted (including the original post).
de: Dies ist die Liste ver Ab&auml;nderungen von Beitrag #%d, seit es eingeschickt wurde (einschlie&szlig;lich des Originalbeitrags):

source: There is only one post in this tree, so there is nothing to show here.
de: Es gibt in diesem Baum nur einen Beitrag, also gibt es hier nichts zu sehen.

source: view diffs
de: Unterschiede betrachten

source: You may select two posts you wish to see changes between. It will provide the changes needed to the orginal source to arrive at the updated source.
de: Sie k&ouml;nnen zwei Beitr&auml;ge zum Vergleich ausw&auml;hlen und sich die Unterschiede anzeigen lassen. Es werden die Ver&auml;nderungen angezeigt, die n&ouml;tig sind, um vom Originalbeitrag auf den neuen Beitrag zu kommen.

source: View changes between
de: Zeige Ver&auml;nderungen zwischen

source: and
de: und

source: as a directed graph
de: Als gerichteter Graph

source: upload too big
de: Hochgeladene Datei zu gro&szlig;

source: upload invalid
de: Hochgeladene Datei ung&uuml;ltig

source: We did say the maximum allowable file size is 150,000 bytes. You sent us a file that is too big. Sorry, it is being ignored.
de: Wir haben gesagt, dass die Datei nicht gr&ouml;&szlig;er als 150.000 Byte sein soll. Sie haben uns aber eine zu gro&szlig;e Datei geschickt. Tut uns Leid, wir m&uuml;ssen die Datei ignorieren.

source: Sorry, either no file or only a partial file was received. Please try again.
de: Wir konnten leider nur eine unvollst&auml;ndige oder &uuml;berhaupt keine Datei empfangen. Bitte versuchen Sie es erneut.

source: upload attack
de: Ein Angriff!

source: Hey, don't do that.
de: He, lassen Sie das!

source: upload error
de: Fehler beim Hochladen

source: There was an error opening the uploaded file. Please try again.
de: Beim &ouml;ffnen der hochgeladenen Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: upload violation
de: Fehler beim Hochladen
