Repository: siosios/pastebin.ca
Catalog: po/*.po
Languages: de

source: Users are able to <a href="/upload.php">upload new posts</a>, instead of only being able to paste them into a text box. This feature helps to send larger documents or other local files without having to cut and paste everything.
de: Benutzer k&ouml;nnen <a href="/upload.php">neue Beitr&auml;ge auch hochladen</a>, statt sie nur in ein Textfeld einzuf&uuml;gen. Diese Funktion erleichtert es, gr&ouml;&szlig;ere Dokumente oder Dateien hochzuladen, ohne alles ausschneiden und wieder einf&uuml;gen zu m&uuml;ssen.

source: Graphical Representation of Modifications
de: Grafische Darstellung von Ver&auml;nderungen

source: <p>As posts are updated, the system tracks the changes in a tree format, allowing users to see the lineage of changes. It also permits viewing the differences between any two pastes in the same tree.</p><p>You can also download a raw copy of the differences to apply in a patch to an original file.</p>
de: <p>Wenn Beitr&auml;ge aktualisiert werden, verfolgt das System die &Auml;nderungen in einem Baumformat mit, das es erm&ouml;glicht, die Abstammung von Ver&auml;nderungen einzusehen. Es erlaubt auch die Anzeige von Ver&auml;nderungen zweier Pastes im gleichen Baum.</p><p>Sie k&ouml;nnen auch eine reine Textversion der Unterschiede herunterladen, um eine Originaldatei zu patchen.</p>

source: Raw Content Downloads
de: &quot;reiner Text&quot;-Downloads

source: If you need an exact copy of the original paste, you can download the entire content of the paste with the <i>raw content download</i> feature.
de: Wenn sie eine genaue Kopie des Originalpastes ben&ouml;tigen, k&ouml;nnen Sie den gesamten Inhalt des Pastes mit der <i>reiner Text</i>-Funktion herunterladen.

source: Detailed Statistics
de: Ausf&uuml;hrliche Statistiken

source: Not so much a feature as it is a curiousity. A number of fairly informative (but not useful to anyone but the administration) statistics are available to the public.
de: Weniger eine Funktion als viel mehr Neugierde. Zahlreiche ziemlich informative (aber f&uuml;r niemanden au&szlig;er der Administration hilfreiche) Statistiken sind &ouml;ffentlich verf&uuml;gbar.

source: RSS Feeds of <a href="/rss/posts.rss">New Posts</a> and <a href="/rss/news.rss">Site News</a>
de: RSS-Feeds von <a href="/rss/posts.rss">neuen Beitr&auml;gen</a> und <a href="/rss/news.rss">Neuigkeiten</a>

source: <p>For those that use the Pastebin a lot, there is an <a href="/rss/news.rss">RSS News Feed</a> to keep users up to date on the changes taking place here. For those users that just like to read random posts, there is a <a href="/rss/posts.rss">Recent Posts RSS Feed</a>.</p><p>Also, there are feeds available for all the comment sections, including the ability to subscribe to a specific set of comments with RSS to watch details on a specific post or poll.</p>
de: <p>F&uuml;r die, die Pastebin h&auml;ufig nutzen, gibt es einen <a href="/rss/news.rss">RSS-News-Feed</a>, um &uuml;ber Ver&auml;nderungen auf dieser Seite auf dem neuesten Stand zu bleiben. F&uuml;r die, die einfach nur gerne beliebige Beitr&auml;ge lesen, gibt es den <a href="/rss/posts.rss">Neueste-Beitr&auml;ge-RSS-Feed</a>.</p><p>Au&szlig;erdem gibt es Feeds f&uuml;r die ganze Kommentarsektion, einschlie&szlig;lich der M&ouml;glichkeit, einen bestimmten Satz Kommentare mit RSS zu abonnieren, um die Details eines bestimmten Beitrags oder einer bestimmten Umfrage zu verfolgen.</p>

source: You have no permission to post here (suspected spam). If this is not right, please send your post to the administration so the filters can be adjusted.
de: Sie haben keine Rechte, hier zu schreiben (Spamverdacht). Sollte das nicht der Fall sein, schicken Sie Ihren Beitrag an die Administration, sodass die Filter angepasst werden k&ouml;nnen.

source: empty name
de: Leerer Name

source: The name you provided turns out to be empty... Please try again.
de: Der Name, den Sie angegeben haben, scheint leer zu sein... Bitter versuchen Sie es erneut.

source: Something
de: Etwas

source: Someone
de: Jemand

source: Stuff
de: Zeug

source: Miscellany
de: Vermischtes

source: Mine
de: Meins

source: Untitled
de: Unbenannt

source: Unnamed
de: Unbenannt

source: tags too long
de: Schl&uuml;sselw&ouml;rter zu lang

source: Sorry, please choose a shorter list of tags.
de: Bitten w&auml;hlen Sie eine k&uuml;rzere Liste von Schl&uuml;sselw&ouml;rtern.

source: tagged rather like spam
de: Das riecht nach Spam

source: Sorry, this paste looks rather like a spam pattern we see a lot of. Please don't use a single tag '<b>unknown</b>' and URL references together.
de: Dieser Paste sieht eher nach &uuml;blichem Spam aus, wie wir ihn t&auml;glich sehen. Bitte nutzen Sie nicht als einzelnes Schl&uuml;sselwort &quot;<b>unknown</b>&quot; zusammen mit URLs im Text.

source: You have forged your query. Please try again.
de: Ihre Anfrage ist verf&auml;lscht. Bitte versuchen Sie es erneut.

source: empty content
de: Leerer Inhalt

source: You did not provide any content. Please try again.
de: Sie haben keinen Inhalt angegeben. Bitte versuchen Sie es erneut.

source: content too large
de: Inhalt zu lang

source: The paste you submitted was over one megabyte in size. Please trim it down.
de: Der Paste, den Sie abgeschickt haben, ist gr&ouml;&szlig;er als ein Megabyte. Bitte k&uuml;rzen Sie ihn.

source: description too large
de: Beschreibung zu lang

source: The description of your paste was over 256 kilobytes in size. Please trim it down.
de: Die Beschreibung Ihres Pastes ist gr&ouml;&szlig;er als 256 Kilobyte. Bitte k&uuml;rzen Sie sie.

source: expiry value is invalid
de: Ablaufdatum ist ung&uuml;ltig

source: The expiry you provided is invalid. Please try again.
de: Das angegebene Ablaufdatum ist ung&uuml;ltig. Bitte versuchen Sie es erneut.

source: well known spam signature
de: Bekannter Spam

source: Sorry, the paste content is identical to a well known spam signature and has been blocked.
de: Der Paste ist identisch mit bekanntem Spam und wurde abgeblockt.

source: subpost missing parent information
de: Fehlende Elterninformation

source: Sorry, but the post you attempted to make is lacking its parent tree information. This is normally encoded automatically into the form before submission. Please go back and try again.
de: Dem Beitrag, den Sie erstellen wollten, fehlen Angaben zum Elternbaum. Diese werden normalerweise automatisch vor dem Abschicken hinzugef&uuml;gt. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: paste commited
de: Paste gespeichert

source: paste added to database
de: Paste zur Datenbank hinzugef&uuml;gt

source: Your paste has been accepted an added to the database. You will be redirected to it momentarily. The URL for it is:
de: Ihr Paste wurde angenommen und der Datenbank hinzugef&uuml;gt. Sie werden gleich dorthin weitergeleitet. Die URL lautet:

source: You may use that URL for referencing your submission from now on.
de: Sie k&ouml;nnen diese URL von nun an f&uuml;r Verweise auf Ihre Eingabe verwenden.

source: collaborative general debugging
de: gemeinschaftliche Fehlersuche

source: invalid id
de: Ung&uuml;ltige Beitragsnummer

source: That is an invalid ID, or the post has expired.
de: Dies ist eine ung&uuml;ltige Beitragsnummer oder der Beitrag ist bereits verfallen.

source: %s - post number %d
de: %s &ndash; Beitrag #%d

source: poster
de: Verfasser

source: simplified internet collaboration
de: vereinfachte Zusammenarbeit &uuml;ber's Internet

source: jabber and msn subscription management
de: Jabber- und MSN-Abonnement-Verwaltung

source: what's this about jabber and MSN?
de: Was ist mit Jabber und MSN?

source: The Pastebin supports receiving pastes by Jabber (and by proxy, MSN), as well as announcing new pastes to subscribed contacts. You can either fill in the form below to subscribe to the Jabber interface, which will have the server add you to its contact list, or you may simply add a contact through Jabber or MSN to <i>notifier@pastebin.ca</i>.
de: Pastebin unterst&uuml;tzt den Empfang von Pastes &uuml;ber Jabber (und mittels eines Proxys auch &uuml;ber MSN), sowie auch den Hinweis auf neue Pastes an eingetragene Kontakte. Sie k&ouml;nnen entweder das Formular unten nutzen, um sich bei der Jabber-Schnittstelle einzutragen, durch die der Server Sie seiner Kontaktliste hinzuf&uuml;gt, oder Sie f&uuml;gen in MSN oder Jabber einfach den Kontakt <i>notifier@pastebin.ca</i> hinzu.

source: Once you are subscribed to the notifier, you will be able to set your preferences here as to what sorts of notifications you want and default paste parameters.
de: Sobald Sie im Benachrichtigungssystem eingetragen sind, haben Sie die M&ouml;glichkeit einzustellen, welche Art von Benachrichtigungen Sie w&uuml;nschen und welche die Standardwerte f&uuml;r Pastes sein sollen.

source: subscribe through your IM client
de: &Uuml;ber das Messenger-Programm anmelden

source: You can subscribe through your existing IM client by simply adding the following contact:
de: Sie k&ouml;nnen sich mittels eines bestehenden Messenger-Programms anmelden, indem Sie einfach den folgenden Kontakt hinzuf&uuml;gen:

source: subscribe from this page
de: &Uuml;ber diese Seite anmelden

source: You may fill in the form below to have the notifier subscribe to you instead.
de: Sie k&ouml;nnen dieses Formular ausf&uuml;llen, damit stattdessen das Benachrichtigungssystem Sie anschreibt.

source: If you fill in this form, and do not get a request immediately for subscription from the Pastebin, double check your contact above.
de: Wenn Sie dieses Formular ausf&uuml;llen und nicht sofort eine Anfrage zur Anmeldung von Pastebin erhalten, &uuml;berpr&uuml;fen Sie den Kontakt erneut.

source: notification and paste preferences
de: Einstellungen f&uuml;r Benachrichtigungen und Paste-Einsendungen

source: You can set various default options for dealing with pastes and notifications below. All of these changes take effect immediately. Please note that all settings will be changed when this form is submitted, so make sure they're still valid for what you want.
de: Sie k&ouml;nnen verschiedene Standardeinstellungen f&uuml;r Ihre Paste-Einsendungen und Benachrichtigungen setzen. Alle Einstellungen werden unmittelbar &uuml;bernommen. Bitte beachten Sie, dass <i>alle</i> Einstellungen ge&auml;ndert werden, wenn Sie dieses Formular abschicken. Stellen Sie also sicher, dass noch alle Einstellungen Ihren Vorstellungen entsprechen.

source: unsubscribing from the notifier
de: Austragen

source: You can unsubscribe from the notifier by removing it from your IM list. It will then automatically remove you from its list.
de: Sie k&ouml;nnen sich aus dem Benachrichtigungssystem austragen, indem Sie einfach den Kontakt aus Ihrer Kontaktliste l&ouml;schen. Es wird Sie dann automatisch von der Liste entfernen.

source: getting your own pastebin.ca jabber account
de: Ihr eigener pastebin.ca-Jabberkonto

source: As another service, you can register to the <i>pastebin.ca</i> Jabber server and create your own account. This is entirely optional. The Jabber server is <i>jabber.pastebin.ca</i>, if your client doesn't support SRV records properly. You may have an account @jabber.pastebin.ca or just @pastebin.ca.
de: Weiterhin bieten wir Ihnen an, sich beim <i>pastebin.ca</i>-Jabberserver zu registrieren und Ihr eigenes Konto zu erstellen. Dies ist vollkommen freiwillig. Der Jabberserver ist <i>jabber.pastebin.ca</i>, falls Ihr Client keine SRV-Eintr&auml;ge unterst&uuml;tzt. Sie haben die Auswahl zwischen @jabber.pastebin.ca oder nur @pastebin.ca.

source: creating your own pastebin...
de: Einen eigenen Pastebin erstellen...

source: username
de: Benutzername

source: password
de: Passwort

source: password confirmation
de: Passwortbest&auml;tigung

source: full name
de: Voller Name

source: e-mail
de: E-Mail-Adresse

source: hostname
de: Adresse

source: private Pastebin
de: privater Pastebin

source: You are missing a value for %s
de: Es fehlt eine Eingabe f&uuml;r %s

source: missing values
de: Fehlende Eingaben

source: Please go back and try again.
de: Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: passwords do not match
de: Passw&ouml;rter stimmen nicht &uuml;berein

source: Your passwords do not match. Please go back and try again.
de: Ihre beiden Passw&ouml;rter stimmen nicht &uuml;berein. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: password is too short
de: Passwort zu kurz

source: Your password is too short. It needs to be at least 5 characters long. Please go back and try again.
de: Ihr Passwort ist zu kurz. Es sollte mindestens 5 Zeichen lang sein. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: password is too long
de: Passwort zu lang

source: Your password may only be up to and including 32 characters long. Please go back and try a shorter one.
de: Ihr Passwort darf maximal 32 Zeichen lang sein. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: username invalid
de: Benutzername ung&uuml;ltig

source: Your username may only contain the letters A-Z and the digits 0-9. Please try another.
de: Ihr Benutzername darf nur Buchstaben (A-Z) und Ziffern (0-9) enthalten. Bitte versuchen Sie einen anderen.

source: username too short
de: Benutzername zu kurz

source: Your username must be at least 4 characters long. Please try a longer one.
de: Der Benutzername muss mindestens 4 Zeichen lang sein. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: username too long
de: Benutzername zu lang

source: Your username must be less than or equal to 32 characters long. Please try a shorter one.
de: Der Benutzername darf maximal 32 Zeichen lang sein. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: invalid email
de: Ung&uuml;ltige E-Mail-Adresse

source: It appears as though your e-mail address is not valid. Please try entering it again.
de: Es scheint, als w&auml;re Ihre E-Mail-Adresse nicht g&uuml;ltig. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: invalid private setting
de: Falsche &quot;Privat&quot;-Einstellung

source: You must select either Yes or No for the private Pastebin setting. Please try again.
de: Sie m&uuml;ssen bei der &quot;Privat&quot-Einstellung entweder Ja oder Nein w&auml;hlen. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: invalid hostname
de: Ung&uuml;ltige Adresse

source: Please keep in mind that the hostname you select will be suffixed with <i>.pastebin.ca</i>, so do not include that part in the name. The hostname may only contain the characters A-Z, 0-9 and a dash. Please try again.
de: Bitte denken Sie daran, dass an die Adresse noch <i>.pastebin.ca</i> angehangen wird, benutzen Sie dies also nicht darin. Die Adresse darf nur Buchstaben (A-Z), Ziffern (0-9) und einen Bindestrich enthalten. Bitte begeben Sie sich zur&uuml;ck und versuchen Sie es erneut.

source: disallowed hostname
de: Nicht erlaubte Adresse

source: The hostname you selected is not allowed. Pick something more sensible.
de: Die gew&auml;hlte Adresse ist nicht erlaubt. Bitte versuchen Sie etwas vern&uuml;nftigeres.

source: hostname too long
de: Adresse zu lang

source: You may only provide a hostname up to 32 characters long. Please try a shorter one.
de: Die Adresse darf maximal 32 Zeichen lang sein. Bitte versuchen Sie eine k&uuml;rzere.

source: hostname too short
de: Adresse zu kurz

source: The hostname you have chosen is too short. Please try a longer one.
de: Die gew&auml;hlte Adresse ist zu kurz. Bitte versuchen Sie eine l&auml;ngere.

source: inputs validated
de: Eingaben &uuml;berpr&uuml;ft

source: The values you submitted are considered valid by preliminary checks.
de: Die Werte, die Sie &uuml;bermittelt haben, wurden als g&uuml;ltig anerkannt.

source: username in use
de: Benutzername existiert schon

source: The username you have requested is already in use, so you will need to select a new one.
de: Der gew&uuml;nschte Benutzername ist leider schon belegt, bitte w&auml;hlen Sie einen anderen.

source: hostname in use
de: Adrese existiert schon

source: The hostname you have selected is already in use. You will need to select a new one.
de: Die gew&uuml;nschte Adresse ist leider schon belegt, bitte w&auml;hlen Sie eine andere.

source: email in use
de: E-Mail-Adresse schon benutzt

source: That e-mail account is already in use. We stop multiple attempts at the same e-mail address to prevent abuse.
de: Die angegeben E-Mail-Adresse wurde schon einmal benutzt. Wir verhindern mehrere Registrierungen mit der gleichen E-Mail-Adresse, um Missbrauch vorzubeugen.

source: The username and hostname are valid and available.
de: Benutzername und Adresse sind g&uuml;ltig und verf&uuml;gbar

source: confirmation
de: Best&auml;tigung

source: The new Pastebin has been configured and setup. You will receive a confirmation e-mail momentarily (if you do not, <a href="http://netmonks.ca/contact/slepp.php">contact Stephen Olesen</a>). In that e-mail, you will find a confirmation URL. Go to the provided address and your account will be confirmed. At that point, all the final settings will be made to activate the configuration and you will be able to use your Pastebin within minutes.
de: Der neue Pastebin wurde eingerichtet. Sie werden in K&uuml;rze eine Best&auml;tigungs-E-Mail erhalten (wenn nicht, <a href="http://netmonks.ca/contact/slepp.php">nehmen Sie Kontakt mit Stephen Olesen auf</a>). In dieser E-Mail werden Sie einen Best&auml;tigungslink vorfinden. Rufen Sie die angegeben Adresse auf und ihr Konto wird freigeschaltet werden. Dadurch wird die Einrichtung abgeschlossen, sodass Sie Ihren Pastebin nutzen k&ouml;nnen.

source: Hello %s,
de: Hallo %s,

source: This e-mail is being sent from pastebin.ca about a new subdomain activation. If you did not request this e-mail, please notify admin@pastebin.ca. If you did request this e-mail, then please follow this URL:
de: diese E-Mail wurde von pastebin.ca verschickt, um eine neue Subdomain zu aktivieren. Sollten Sie diese E-Mail nicht angefordert haben, benachrichtigen Sie bitte admin@pastebin.ca (Englisch). Wenn Sie sie angefordert haben, rufen Sie die folgende Seite auf:

source: After you activate your account from that link, you will see more information about the activation of your Pastebin account. You have 3 days to do this in. If you do not do it in this time frame, it will automatically be cancelled.
de: Nachdem Sie Ihr Konto mit diesem Link freigeschaltet haben, werden Sie weitere Informationen über die Aktivierung Ihres Pastebins erhalten. Sie haben dafür drei Tage Zeit. Wenn Sie es in dieser Zeit nicht tun, wird Ihre Registrierung automatisch wieder gelöscht.

source: Thanks, Pastebin.ca Administration
de: Mit freundlichen Grüßen, die pastebin.ca-Administration

source: This e-mail is being sent from <i>pastebin.ca</i> about a new subdomain activation. If you did not request this e-mail, please notify <a href=\"mailto:admin@pastebin.ca\">the pastebin.ca administration</a>. If you did request this e-mail, then please follow this URL:
de: Diese E-Mail wurde von <i>pastebin.ca</i> verschickt, um eine neue Subdomain zu aktivieren. Sopllten Sie diese E-Mail nicht angefordert haben, benachrichtigen Sie bitte <a href=\"mailto:admin@pastebin.ca\">die pastebin.ca-Administration</a>. Wenn Sie diese E-Mail angefordert haben, ruffen Sie bitte die folgende Adresse auf:

source: Thanks,<br />Pastebin.ca Administration
de: Mit freundlichen Grüßen,<br />die pastebin.ca-Administration

source: New Pastebin Activation
de: Aktivierung eines neuen Pastebins

source: make your own pastebin
de: Erstellen Sie Ihren eigenen Pastebin

source: With this form, you can create a subdomain at <i>pastebin.ca</i> to host your own public or private Pastebin. Here are the details:
de: Mit Hilfe dieses Formulars k&ouml;nnen Sie Ihre eigene Subdomain bei <i>pastebin.ca</i> erstellen, um Ihren eigenen privaten oder &ouml;ffentlichen Pastebin zu besitzen. Hier sind die Details:

source: A public Pastebin will be available to anyone, and is very similar to the main Pastebin. The only difference is your posts will not show in the public list, and users would have to go to your specific Pastebin to see your posts and archives.
de: Ein &ouml;ffentlicher Pastebin wird f&uuml;r jedermann verf&uuml;gbar sein und ist dem normalen Pastebin sehr &auml;hnlich. Der einzige Unterschied ist, dass Ihre Beitr&auml;ge nicht in der &ouml;ffentlichen Liste erscheinen und Benutzer Ihren speziellen Pastebin aufrufen m&uuml;ssen, um Beitr&auml;ge und Archiv zu sehen.

source: Private Pastebins will require a username and password to view any details of what is posted in this bin. Passwords are not recoverable, and you may create subusers of the bin.
de: Private Pastebins verlangen beim Betreten Benutzernamen und Passwort. Sind diese nicht vorhanden, k&ouml;nnen nicht einmal Beitr&auml;ge dieses Pastebins gelesen werden. Passw&ouml;rter sind nicht wiederherstellbar, Sie k&ouml;nnen aber Unterbenutzer erstellen.

source: Any Public Pastebin which is created but has no new posts in a 3 month period will be removed and the owner notified of the removal.
de: Wird in einem &ouml;ffentlichen Pastebin drei Monate lang nichts eingeschickt, wird der Pastebin entfernt und der Besitzer &uuml;ber die L&ouml;schung informiert werden.

source: Any Private Pastebin which is created but has no new posts in a 1 month period will cause the owner to be notified and given a few days to renew the Pastebin. If no renewal is made, all posts and the Pastebin will be removed.
de: Wird in einem privaten Pastebin einen Monat lang nichts eingeschickt, wird der Besitzer informiert werden. Sollte dieser auch nach einigen Tagen nicht reagieren, werden alle Beitr&auml;ge und der Pastebin selbst entfernt werden.

source: If you do not confirm your e-mail address within 3 days, the new bin will be removed without further notice.
de: Best&auml;tigen Sie Ihre E-Mail-Adresse nicht innerhalb von drei Tage, wird Ihre Registrierung ohne weiteren Hinweis verworfen.

source: All standard rules apply to any created Pastebins, public or private.
de: Alle allgemeinen Regeln gelten auch f&uuml;r selbst erstellte Pastebins, &ouml;ffentliche wie private.

source: Public Pastebins may or may not be indexed by search engines, private ones will not be.
de: &Ouml;ffentliche Pastebins k&ouml;nnen auf Wunsch des Eigent&uuml;mers von Suchmaschinen indiziert werden, bei privaten Pastebins ist das grunds&auml;tzlich nicht der Fall.

source: Public Pastebins may or may not be listed in a list of hosted Pastebins. Private Pastebins will remain hidden from listings on pastebin.ca.
de: &Ouml;ffentliche Pastebins k&ouml;nnen auf Wunsch des Eigent&uuml;mers in der Liste der Pastebins angezeigt werden. Private Pastebins werden grunds&auml;tzlich nicht angezeigt.

source: The administration of pastebin.ca reserve the right to revoke any public or private Pastebin at any time for any reason.
de: Die Administration von pastebin.ca beh&auml;lt sich das Recht vor, ohne Angabe von gr&uuml;nden jederzeit jeden privaten oder &ouml;ffentlichen Pastebin zu entfernen.

source: That said, all you need to do is fill in the form below and follow the confirmation URL provided. After that, the Pastebin will be activated and available within 5 minutes (DNS propogation, mainly).
de: Nachdem wir das gekl&auml;rt haben, m&uuml;ssen Sie nur noch das Formular unten ausf&uuml;llen und dem Ihnen per E-Mail zugesandten Best&auml;tigungslink folgen. Danach wird Ihr Pastebin aktiviert und innerhalb von 5 Minuten verf&uuml;gbar sein.

source: the form
de: Formular

source: All fields are required. Sorry that it is not a very pretty looking form.
de: Alle Angaben werden ben&ouml;tigt. Tut und Leid, dass das kein sehr h&uuml;bsches Formular ist.
