Repository: siosios/pastebin.ca
Catalog: po/*.po
Languages: de

source: Sorry, but the file you sent has more than 10% binary characters in it. We're guessing that means it is a binary file, and not a text file. It will be ignored.
de: Die Datei, die Sie hochgeladen haben, hat mehr als 10% Bin&auml;rdaten enthalten. Wir gehen daher davon aus, dass es sich um eine bin&auml;re Datei und nicht um eine Textdatei handelt. Ihre Anfrage wurde daher ignoriert.

source: uploaded file accepted
de: Datei angenommen

source: upload accepted
de: Datei angenommen

source: The uploaded file has been accepted.
de: Die Datei wurde angenommen.

source: A total of %d characters were filtered due to being outside the bounds of our ASCII character set restrictions.
de: Es wurden insgesamt %d Zeichen gefiltert, da sie unsere Beschr&auml;nkungen verletzt haben.

source: Your uploaded file contents are below. You may edit them before submitting:
de: Der Inhalt der von Ihnen hochgeladenen Datei wird im folgenden Textfeld angezeigt. Sie k&ouml;nnen ihn vor dem endg&uuml;ltigen Abschicken noch einmal bearbeiten:

source: Name/Title:
de: Name/Titel:

source: Save this name/title in a cookie?
de: Namen/Titel in einem Cookie speichern?

source: Reset Text Area
de: Textfeld zur&uuml;cksetzen

source: upload a file
de: Datei hochladen

source: Upload a File
de: Eine Datei hochladen

source: Please note that uploaded files must be in text format, and may not exceed 150,000 bytes. Once uploaded, it will be pasted as normal into the pastebin. Note that for sanity reasons, only a selected ASCII character set will make it through to the final paste.
de: Bitte beachten Sie, dass hochgeladene Dateien Textdateien sein m&uuml;ssen und nicht gr&ouml;&szlig;er als 150.000 Byte sein d&uuml;rfen. Einmal hochgeladen, werden sie normal in den Pastebin eingef&uuml;gt werden. Es ist m&ouml;glich, dass einige Zeichen in der Datei aufgrund von Zeichenbeschr&auml;nkungen entfernt werden.

source: File:
de: Datei:

source: what is this?
de: Was ist das hier?

source: what exactly is this?
de: Was genau ist das hier?

source: This is a public place to paste things (primarily configurations and source code), but it is really open to pretty much any text format. The idea is to paste large items here when talking online to someone, or even when holding a phone conversation to paste the little things that are hard to explain.
de: Dies ist ein &ouml;ffentlicher Ort, um Dinge einzuf&uuml;gen &ndash; haupts&auml;chlich Konfigurationsdateien und Quellcode), aber es ist f&uuml;r praktisch jedes Textformat offen. Der Grundgedanke ist, dass hier gro&szlig;e Dinge eingef&uuml;gt werden k&ouml;nnen, wenn man online mit jemandem redet, oder sogar, um w&auml;hrend eines Telefongespr&auml;chs Dinge zu zeigen, die sonst schwer zu erkl&auml;ren sind.

source: where did it come from?
de: Wo kommt das her?

source: it wants a password. why?
de: Es wird ein Passwort verlangt. Warum?

source: We provide virtual pastebins to users (see below). Some of them are private and require a username and password. If you don't have one, you probably ended up there by accident. You will want to go to the main pastebin at <a href="http://pastebin.ca/">http://pastebin.ca/</a>.
de: Wir bieten anderen Benutzern virtuelle Pastebins an (siehe unten). Einige davon sind privat und mit Benutzernamen und Passwort gesch&uuml;tzt. Wenn Sie das nicht haben, sind Sie dort wahrscheinlich versehentlich gelandet. Sie werden vielleicht zum <a href="http://pastebin.ca/">Haupt-Pastebin</a> wollen.

source: can i have the source?
de: Kann ich den Quellcode haben?

source: You can if you want (especially the highlighting code). However, it may not be of much use to anyone but ourselves since it is fairly specific to how we do things here. Instead, you may want to request your own subdomain on pastebin.ca which will give you either a private pastebin (viewers need a username and password to look at it and post items) or you can go for just another public pastebin if you have a desire to use it a lot, but want to keep your posts and others' posts to be separate from the primary pastebin.
de: K&ouml;nnen Sie, wenn Sie wollen (insbesondere den Hervorhebungs-Code). Allerdings wird es niemandem au&szlig;er uns sehr viel n&uuml;tzen, da es ziemlich auf unsere Bed&uuml;rfnisse zugeschnitten ist. Stattdessen m&ouml;chten Sie vielleicht Ihre eigene Subdomain bei pastebin.ca, womit Sie je nach Wunsch einen privaten &ndash; Benutzername und Passwort sind dann n&ouml;tig, um Beitr&auml;ge zu lesen oder schreiben &ndash; oder &ouml;ffentlichen Pastebin h&auml;tten, falls Sie Ihn h&auml;ufig und offen nutzen, aber vom Haupt-Pastebin getrennt haben wollen.

source: how do i get a subdomain?
de: Wie komme ich an eine Subdomain?

source: Find <a href="http://www.netmonks.ca/contact/slepp.php">slePP</a> somehow and ask, or do it the easy way and go to <a href="http://pastebin.ca/makesub.php">Get a Pastebin</a>.
de: Entweder Sie wenden sich irgendwie an <a href="http://www.netmonks.ca/contact/slepp.php">slePP</a> und fragen ihn oder Sie machen es auf die einfache Art und rufen <a href="http://pastebin.ca/makesub.php">Eigener Pastebin</a> auf.

source: who maintains this?
de: Wer betreibt das Ganze?

source: Primarily, the site is maintained and owned by <a href="http://www.netmonks.ca/contact/slepp.php">Stephen 'slePP' Olesen</a>, with the server provided by <a href="http://www.netmonks.ca/">NetMonks Consulting Corporation</a>. All costs and operational overheads are paid by NetMonks Consulting, and all programming and service administration is done by Stephen. The domain name was paid for by William Suffill. German translation done by Michael "laga" Haas. French translation done by ZeBob.
de: Die Seite geh&ouml;rt <a href="http://www.netmonks.ca/contact/slepp.php">Stephen &quot;slePP&quot; Olesen</a> und wird auch von ihm betrieben, der Server wird von der <a href="http://www.netmonks.ca/">NetMonks Consulting Corporation</a> gestellt. Alle Kosten und werden von NetMonks Consulting getragen, die Programmierarbeit wird von Stephen erledigt. Die Domain wurde von William Suffill bezahlt. Die deutsche &Uuml;bersetzung wurde von hanzi angefertigt, die Franz&ouml;sische von ZeBob.

source: what if i have problems?
de: Was ist, wenn ich Probleme habe?

source: Well, there is not really any support to be given for this site. If you can't figure it out, we're sorry. Maybe you can ask and we'll make some changes to make it easier for people in the future. But, as it stands, there is no support.
de: Nun, man kann auf dieser Seite recht wenig helfen. Wenn Sie sie nicht selbst verstehen, k&ouml;nnen wir Ihnen auch nicht helfen. Sie k&ouml;nnen ja fragen, sodass wir vielleicht ein paar &Auml;nderungen vornehmen, die das Ganze in Zukunft einfacher gestalten, doch wirklichen Support gibt es nicht.

source: If, however, you find a bug, or simply want to request a new feature, let <a href="http://www.netmonks.ca/contact/slepp.php">slePP</a> know.
de: Sollten Sie allerdings einen Fehler finden oder einfach eine neue Funktion vorschlagen wollen, lassen Sie <a href="http://blog.slepp.ca/contact/">slePP</a> davon wissen.

source: disclaimer
de: Haftungsausschluss

source: Keep in mind that any posts to the public pastebin (<a href="http://pastebin.ca/">http://pastebin.ca/</a>) are considered to be placed into the public domain. So, before posting, remember that you are disclaiming any ownership of the content (it is public, after all). Posts may be moderated by the administration if they contain things that are considered bad taste or form (such as spam). If you require that a post be removed due to posting it by accident (say you forgot to remove a password), <a href="http://blog.slepp.ca/contact/">let us know</a> as soon as possible. We will never refuse to remove a post if we can determine with reasonable satisfaction that you are the actual poster.
de: Denken Sie daran, dass alle im &ouml;ffentlichen Pastebin (<a href="http://pastebin.ca/">http://pastebin.ca/</a>) ver&ouml;ffentlichen Beitr&auml;ge als gemeinfrei angesehen werden. Bevor Sie also Beitr&auml;ge einsenden, bedenken Sie, dass Sie jegliche Besitzanspr&uuml;che am Inhalt aufgeben (es ist schlie&szlig;lich &ouml;ffentlich). Beitr&auml;ge k&ouml;nnen von der Administration moderiert werden, wenn sie geschmacklose Dinge enthalten oder einfach Spam sind. Sollte es Ihnen wichtig sein, dass ein Beitrag entfernt wird (weil Sie ihn z.&nbsp;B. nur versehentlich eingestellt haben oder auch vergessen haben, Ihr Passwort zu zensieren), <a href="http://blog.slepp.ca/contact/">informieren Sie uns</a> so bald wie m&ouml;glich. Wir werden uns nie weigern, einen Beitrag zu l&ouml;schen, solange wir einigerma&szlig;en sicherstellen k&ouml;nnen, dass Sie auch der Verfasser sind.

source: It is true that this idea is far from an original one, but it is actually 100% written by <a href="http://blog.slepp.ca/contact/">Stephen Olesen</a> of <a href="http://www.netmonks.ca/tools/">NetMonks Consulting</a>. Though it may look the same, the backend is quite different.
de: Es stimmt, dass die Idee nicht neu ist, aber es wurde zu 100% von <a href="http://blog.slepp.ca/contact/">Stephen Olesen</a> (<a href="http://www.netmonks.ca/tools/">NetMonks Consulting</a>) geschrieben. Es mag gleich aussehen, aber die Technik dahinter ist anders.

source: The need to make a new one that was different arose both due to the other optoins forcing certain styles or lacking a variety of styles, as well as slePP wanted a new project. Being an active member of a number of other communities which use different languages, the PHP style didn't always assist the readability of a post. (The actual highlighting code was borrowed from another person, though.)
de: Der Wunsch nach einem eigenen Pastebin-System ergab sich aus der Tatsache, dass in anderen Projekten diser Art entweder bestimmte Syntaxschemata erzwungen wurden oder zu wenige Schemata zur Verf&uuml;gung standen, au&szlig;erdem wollte slePP ein neues Projekt. Als aktives Mitglied diverser Communitys mit Fokus auf verschiedenste Programmiersprachen, hat das PHP-Syntaxschema nicht immer die Lesbarkeit eines Beitrags gef&ouml;rdert. (Der eigentliche Hervorhebungs-Code wurde allerdings von einer anderen Person &uuml;bernommen.)

source: With extensible formats and new formats not in the borrowed highlighting code, we think that <i>pastebin.ca</i> has a lot to offer users.
de: Mit Blick auf die erweiterbaren Fomate und die neuen Formate, die nicht im urspr&uuml;nglich &uuml;bernommenen Hervorhebungs-Code vorhanden waren, denken wir, dass <i>pastebin.ca</i> seinen Benutzern eine Menge bietet.

source: Find <a href="http://blog.slepp.ca/contact/">slePP</a> somehow and ask, or do it the easy way and go to <a href="http://pastebin.ca/makesub.php">Get a Pastebin</a>.
de: Entweder Sie wenden sich irgendwie an <a href="http://www.netmonks.ca/contact/slepp.php">slePP</a> und fragen ihn oder Sie machen es auf die einfache Art und rufen <a href="http://pastebin.ca/makesub.php">Eigener Pastebin</a> auf.

source: Primarily, the site is maintained and owned by <a href="http://blog.slepp.ca/contact/">Stephen 'slePP' Olesen</a>, with the server provided by <a href="http://www.netmonks.ca/">NetMonks Consulting Corporation</a>. All costs and operational overheads are paid by NetMonks Consulting, and all programming and service administration is done by Stephen. The domain name was paid for by William Suffill. German translation done by Michael "laga" Haas. French translation done by ZeBob.
de: Die Seite geh&ouml;rt <a href="http://www.netmonks.ca/contact/slepp.php">Stephen &quot;slePP&quot; Olesen</a> und wird auch von ihm betrieben, der Server wird von der <a href="http://www.netmonks.ca/">NetMonks Consulting Corporation</a> gestellt. Alle Kosten und werden von NetMonks Consulting getragen, die Programmierarbeit wird von Stephen erledigt. Die Domain wurde von William Suffill bezahlt. Die deutsche &Uuml;bersetzung wurde von hanzi angefertigt, die Franz&ouml;sische von ZeBob.

source: If, however, you find a bug, or simply want to request a new feature, let <a href="http://blog.slepp.ca/contact/">slePP</a> know.
de: Sollten Sie allerdings einen Fehler finden oder einfach eine neue Funktion vorschlagen wollen, lassen Sie <a href="http://blog.slepp.ca/contact/">slePP</a> davon wissen.

source: Please note that as this is a public forum which anyone can paste content to, NetMonks Consulting Corporation, its affiliates and employees are not responsible for the content in any way. <a href="http://blog.slepp.ca/contact/request-paste-removal/">Requests for removal</a> will be honoured, but beyond that NetMonks Consulting Corporation assumes no liability.
de: Bitte denken Sie daran, dass dies hier ein &ouml;ffentliches Forum ist, wo jeder Beitr&auml;ge einschicken kann. Netmonks Consulting Corporation, seine Partner und seine Mitarbeiter sind in keiner Weise f&uuml;r die Inhalte Dritter verantwortlich. <a href="http://blog.slepp.ca/contact/request-paste-removal/">L&ouml;schw&uuml;nsche</a> werden respektiert werden, doch abgesehen davon &uuml;bernimmt NetMonks Consulting Corporation keine Haftung.
